Repository: 24RMS42/Race
Catalog: src/MotionsRace.Core/Localize/*.resx
Languages: sv

# Login_Email
source: Username
sv: Användarnamn

# Login_EmailRequired
source: Email required
sv: E-post krävs

# Login_NoActiveRaces
source: Logged in, but no ongoing challenge found
sv: Du är inloggad, men det finns ingen aktuell utmaning för dig

# Login_Password
source: Password
sv: Lösenord

# Login_PasswordRequired
source: Password required
sv: Lösenord krävs

# Login_SelectRace
source: Select challenge
sv: Välj utmaning

# Login_SignIn
source: LOGIN
sv: LOGGA IN

# Login_SignInOAuth
source: SIGN IN {0}
sv: LOGGA IN {0}

# Login_WelcomeTo
source: Welcome to
sv: Välkommen till

# Main_Register
source: REGISTER
sv: REGISTRERA

# Welcome_SignIn
source: Sign In
sv: Logga in

# Welcome_SignUp
source: I'm new
sv: Ny användare

# Activity_ShareToFacebook
source: Share to Facebook
sv: Dela till Facebook

# Activity_RegisterActivity
source: REGISTER ACTIVITY
sv: REGISTRERA AKTIVITET

# GLOBAL_NoInternetConnection
source: No network connection
sv: Nätverk saknas

# Main_Ends
source: Ends
sv: Slutar

# Main_LastDayWas
source: Last day was
sv: Sista dagen var

# Main_LogOut
source: Log out
sv: Logga ut

# Main_Points
source: points
sv: poäng

# Main_Settings
source: Account settings (website)
sv: Kontoinställningar (webbsidan)

# Main_StayInChallenge
source: Stay in app
sv: Stanna kvar i appen

# GLOBAL_Today
source: Today
sv: Idag

# GLOBAL_Yesterday
source: Yesterday
sv: Igår

# Main_You
source: You
sv: Du

# Activity_Cancel
source: Cancel
sv: Avbryt

# Activity_ChooseFromGallery
source: Choose from gallery
sv: Välj från kamerarulle

# Activity_Comments
source: Comments
sv: Kommentar

# Activity_Distance
source: Distance
sv: Distans (km)

# Activity_High
source: High
sv: Hög

# Activity_ImageChoosen
source: Image choosen
sv: Bild vald

# Activity_Intensity
source: Intensity
sv: Ansträngning

# Activity_Low
source: Low
sv: Låg

# Activity_Minutes
source: Minutes
sv: Minuter

# Activity_NoteLabel
source: Note
sv: Obs!

# Activity_NoteText
source: There is no limit to the points you can earn per day!
sv: Du kan tjäna in obegränsat med poäng per dag i denna utmaning

# Activity_Save
source: Save
sv: Spara

# Activity_Steps
source: Steps
sv: Steg

# Activity_TakePhoto
source: Take photo
sv: Ta bild

# Activity_TrainingSaved
source: Training saved
sv: Aktivitet sparades

# Activity_UploadAnyImage
source: Upload any image
sv: Ladda upp valfri bild

# GLOBAL_Close
source: Close
sv: Stäng

# GLOBAL_Success
source: Success
sv: Lyckades

# Main_NewsFeed_Activity1
source: <b>{0}</b> registered {1} minutes of {2}. <b>{3} points.</b>
sv: <b>{0}</b> registrerade {1} minuter {2}. <b>{3} poäng.</b>

# Main_NewsFeed_Activity2
source: <b>{0}</b> registered {1}. <b>{2} points.</b>
sv: <b>{0}</b> registrerade {1}. <b>{2} poäng.</b>

# Main_NewsFeed_FORUMALL
source: <b>{0}</b> posted to challenge forum <b>{1}</b>
sv: <b>{0}</b> postade i forumet <b>{1}</b>

# Main_NewsFeed_FORUMTEAM
source: <b>{0}</b> posted to your team discussion <b>{1}</b>
sv: <b>{0}</b> postade i lagforumet <b>{1}</b>

# Main_NewsFeed_GOALSTREAM
source: <b>{0}</b> set goal <b>{1}</b>
sv: <b>{0}</b> satte upp ett mål: <b>{1}</b>

# Main_NewsFeed_MEDAL
source: <b>{0}</b> was awarded bonus medal <b>{1}</b>. {2} points.
sv: <b>{0}</b> erhöll bonusmedaljen <b>{1}</b>. <b>{2} poäng.</b>

# Main_NewsFeed_MEDALNEWS1
source: Bonus and medal for <b>{0}</b> can now be chosen! {1} points.
sv: Bonus och medalj för <b>{0}</b> kan nu väljas! {1} poäng.

# Main_NewsFeed_MEDALNEWS2
source: The bonus medal <b>{0}</b> is available. {1} points. Earn it now!
sv: Bonusmedaljen <b>{0}</b> finns nu. {1} poäng. Förtjäna den nu!

# Main_NewsFeed_NEWS
source: <b>{0}</b> News posted by {1}
sv: <b>{0}</b> nyheter från {1}

# GLOBAL_ERROR_API_NeedUpdate
source: To log in, you must update this app to the most recent version.
sv: För att logga in behöver du uppdatera denna app till den senaste versionen.

# GLOBAL_ERROR_API_LOGIN_FunBeatUserNotFoundOrPasswordIncorrect
source: User not found or password incorrect
sv: Login finns ej eller lösenordet är fel

# GLOBAL_ERROR_API_SAVE_TRAINING_CouldNotPostToFacebook
source: Could not post to facebook
sv: Kan inte spara till Facebook

# GLOBAL_ERROR_API_SAVE_TRAINING_CouldNotSaveTraining
source: Could not save activity
sv: Kan inte spara aktivitet

# GLOBAL_ERROR_API_SAVE_TRAINING_DailyLimitExceeded
source: Daily limit exceeded
sv: Max antal per dag har överskridits

# GLOBAL_ERROR_API_SAVE_TRAINING_TrainingPersonIDCannotDifferFromLoggedInPersonID
source: Person for activity cannot be different from logged in person.
sv: Person för aktivitet kan inte vara annan än inloggad person.

# Activity_NoteTextDayMax
source: The maximum points per day is {0}. To ensure this activity is considered for points (and some medals), begin your note with word prio.
sv: Max poäng per dag är {0}.

# Activity_NoteTextWeekMax
source: The maximum points per week is {0}. Each night individual points may be adjusted - which is shown in your calendar. To ensure this activity is considered for points (and some medals), begin your note with word prio.
sv: Max poäng per vecka är {0}. Varje natt beräknas din total för veckan och vissa aktiviteters poäng kan komma att justeras.

# GLOBAL_Exit_Dialog_Button_No
source: No
sv: Nej

# GLOBAL_Exit_Dialog_Button_Yes
source: Yes
sv: Ja

# GLOBAL_Exit_Dialog_Message
source: Do you want to exit this app?
sv: Vill du avsluta appen?

# GLOBAL_Exit_Dialog_Title
source: Exit
sv: Avsluta

# Activity_Units_Fixed
source: {0} points
sv: {0} poäng

# Activity_Units_Minutes
source: {0} points/minute
sv: {0} poäng/minut

# Activity_Units_Steps
source: {0} points/1000 steps
sv: {0} poäng/1000 steg

# Activity_EnterValidMinutes
source: We need to know number of minutes!
sv: Vi behöver - antal minuter!

# Activity_EnterValidSteps
source: We need to know number of steps!
sv: Vi behöver - antal steg!

# Activity_SelectAtLeastOneDay
source: What days did you do this?
sv: Vilka dagar gjorde du detta?

# Activity_AllTrainingsSaved
source: All your activity registered!
sv: All din aktivitet har registrerats!

# Activity_SavedNotAllDays
source: Activity registered. Some days you have reached the daily limit.
sv: Aktiviteter registrerade. Vissa dagar har du nått maxtaket.

# Activity_TrainingCouldNotSave
source: Could not register activity any selected days.
sv: Kunde inte registrera aktiviteter för någon vald dag.

# Login_Splashtext
source: Enjoy the glow of good health. Exercise and choose good habits.
sv: Njut av god hälsa. Var aktiv och välj goda vanor.

# Main_TryToRefresh
source: Try again
sv: Försök igen

# Activity_TrainingLimitExceeded1Day
source: This activity and day already registered!
sv: Denna aktivitet redan registrerad denna dag!

# Activity_TrainingLimitExceededAllDays
source: This activity already registered for all days!
sv: Denna aktivitet redan registrerad alla dagar!

# Activity_LiveRecord
source: Record NOW!
sv: Räkna minuter NU!

# Live_Record_Start
source: START
sv: STARTA

# Main_NoDetailInformation
source: There is no more information here. Please check the challenge web.
sv: Mer information finns inte här. Kolla utmaningens webbplats

# Main_ReadOnSite
source: Read more
sv: Läs mer

# Live_Record_Cancel
source: CANCEL
sv: AVBRYT

# Live_Record_Finish
source: FINISH
sv: FÄRDIG

# Live_Record_Pause
source: PAUSE
sv: PAUSA

# Main_NewsDetail_FORUMALL
source: <b>{0}</b> posted to challenge forum <b>{1}</b>
sv: <b>{0}</b> postade i forumet <b>{1}</b>

# Main_NewsDetail_FORUMTEAM
source: <b>{0}</b> posted to your team discussion <b>{1}</b>
sv: <b>{0}</b> postade i lagforumet <b>{1}</b>

# Main_NewsFeed_MESSAGE
source: Message from <b>{0}</b>
sv: Meddelande från <b>{0}</b>

# LiveRecord_NoteLabel1
source: You have not yet reached 1 minute.
sv: Du har ännu inte nått 1 minut

# LiveRecord_NoteLabel2
source: Minimum {0} minutes are required to gain points.
sv: Minst {0} minuter krävs för att få poäng.

# Live_Record_Resume
source: RESUME
sv: FORTSÄTT

# GLOBAL_Restart
source: Restart
sv: Starta om

# Main_NewsFeedAll
source: Show newsfeed
sv: Visa nyhetsflöde

# Main_NewsFeedPersonal
source: Show my activities only
sv: Visa enbart mina aktiviteter

# Main_NewsFeed_PERSONALMESSAGE
source: Personal message from <b>{0}</b>
sv: Personligt meddelande från <b>{0}</b>

# MAIN_Restart_after_crash
source: Restart this app
sv: Starta om denna app

# GLOBAL_Confirm_Dialog_Title
source: Confirmation
sv: Bekräfta

# LiveRecord_ConfirmExit
source: Do you want exit from timer?
sv: Vill du avsluta tidräknaren?

# BusyIndicatorContent
source: loading...
sv: laddar...

# ListPullToRefresh
source: pull to refresh
sv: Dra ned för att uppdatera

# ListPullToRefreshLoading
source: loading
sv: laddar

# ListPullToRefreshTime
source: last refresh time: {0:H:mm}
sv: senast uppdaterad: {0:H:mm}

# ListReleaseToRefresh
source: release to refresh
sv: släpp för att uppdatera

# Login_ForgotPassword
source: Forgot your password?
sv: Glömt lösenordet?

# GLOBAL_Server_not_available
source: Server not available, check your network connection
sv: Servern kan ej nås - kontrollera din nätverksanslutning

# Main_Close
source: Close
sv: Stäng

# Activity_PictureError
source: Problem saving image
sv: Problem med att spara bild

# Login_SplashtextAtea
source: Be active - and contribute
sv: Var aktiv och var med och bidra

# Activity_RegisterFavotieActivity
source: FAVOURITE ACTIVITIES
sv: FAVORITAKTIVITETER

# Main_Favorit
source: FAVOURITES
sv: FAVORITER

# Main_MyActivities
source: My activities
sv: Endast mina egna aktiviteter
